Repository: Farairiu/IRIU_DataHub
Catalog: dev/src/ckanext-iriu-theme/ckanext/iriu_theme/i18n/*/LC_MESSAGES/ckanext-iriu_theme.po
Languages: fr

source: Welcome
fr: Bienvenue

source: Explore Open Data for Urban Resilience
fr: Explorez les données ouvertes pour la résilience urbaine

source: Discover datasets from municipalities, researchers, and partners across Quebec
fr: Découvrez des jeux de données provenant des municipalités, des chercheur·euse·s et des partenaires à travers le Québec.

source: Datasets
fr: Jeux de données

source: Organizations
fr: Organisations

source: Thematic Groups
fr: Groupes thématiques

source: Explore Our Data
fr: Explorez nos données

source: Discover datasets supporting urban resilience and municipal innovation across Quebec
fr: Découvrez des jeux de données soutenant la résilience urbaine et l'innovation municipale à travers le Québec.

source: Browse open datasets from municipalities, researchers, and partners.
fr: Parcourez les jeux de données ouverts des municipalités, des chercheur·euse·s et des partenaires.

source: Browse Datasets
fr: Parcourir les données

source: Explore data publishers including cities, research institutes, and partners.
fr: Explorez les éditeur·rice·s de données, incluant les villes, les instituts de recherche et les partenaires.

source: View Organizations
fr: Voir les organisations

source: Find datasets organized by theme: climate, mobility, infrastructure, and more.
fr: Trouvez des jeux de données organisés par thème : climat, mobilité, infrastructures et plus encore.

source: Explore Groups
fr: Explorer les groupes

source: About IRIU DataHub
fr: À propos d'IRIU DataHub

source: IRIU DataHub is the open data platform of L'Institut de la Resilience et de l'Innovation Urbaine. We support municipalities, researchers, and partners in discovering, sharing, and collaborating on datasets that drive urban resilience and sustainable development.
fr: IRIU DataHub est la plateforme de données ouvertes de l'Institut de la Résilience et de l'Innovation Urbaine. Nous soutenons les municipalités, les chercheur·euse·s et les partenaires dans la découverte, le partage et la collaboration autour de jeux de données qui favorisent la résilience urbaine et le développement durable.

source: Our platform enables sovereign data governance with frugal, responsible approaches that respect local autonomy while fostering collaboration across Quebec's municipal ecosystem.
fr: Notre plateforme permet une gouvernance souveraine des données, avec des approches frugales et responsables qui respectent l'autonomie locale tout en favorisant la collaboration à travers l'écosystème municipal du Québec.

source: Learn More
fr: En savoir plus

source: Data Sovereignty
fr: Souveraineté des données

source: Your data stays under your control with federated governance models.
fr: Vos données restent sous votre contrôle grâce à des modèles de gouvernance fédérée.

source: Connect with municipalities, researchers, and partners across Quebec.
fr: Connectez-vous avec des municipalités, des chercheur·euse·s et des partenaires à travers le Québec.

source: AI-Ready
fr: Prêt pour l'IA

source: Datasets structured for ethical AI applications in urban planning.
fr: Jeux de données structurés pour des applications d'IA éthiques en urbanisme.

source: Open APIs
fr: APIs ouvertes

source: Full programmatic access through comprehensive REST APIs.
fr: Accès programmatique complet via des APIs REST complètes.

source: About
fr: À propos

source: Institut de la Resilience et de l'Innovation Urbaine
fr: Institut de la Résilience et de l'Innovation Urbaine

source: L'Institut de la Resilience et de l'Innovation Urbaine (IRIU) acts as a catalyst for local community resilience. We accompany local governments and community actors in strengthening organizational capacity during crises and beyond.
fr: L'Institut de la Résilience et de l'Innovation Urbaine (IRIU) agit comme catalyseur de la résilience des communautés locales. Nous accompagnons les gouvernements locaux et les acteurs communautaires dans le renforcement des capacités organisationnelles en temps de crise et au-delà.

source: Our mission is to give municipalities and communities the space and time to plan tomorrow, through strategic planning, decision-support tools, and data governance solutions.
fr: Notre mission est de donner aux municipalités et aux communautés l'espace et le temps de planifier demain, à travers la planification stratégique, les outils d'aide à la décision et les solutions de gouvernance des données.

source: About This Platform
fr: À propos de cette plateforme

source: IRIU DataHub is our open data platform designed to support municipalities, researchers, and partners in discovering, sharing, and collaborating on datasets. Built on CKAN, the world's leading open-source data management system, this platform enables:
fr: IRIU DataHub est notre plateforme de données ouvertes conçue pour soutenir les municipalités, les chercheur·euse·s et les partenaires dans la découverte, le partage et la collaboration autour de jeux de données. Construite sur CKAN, le système de gestion de données open source leader mondial, cette plateforme permet :

source: Sovereign Data Governance
fr: Gouvernance souveraine des données

source: Federated data management with frugal, responsible approaches that respect local autonomy and privacy.
fr: Gestion fédérée des données avec des approches frugales et responsables qui respectent l'autonomie locale et la vie privée.

source: Municipal Collaboration
fr: Collaboration municipale

source: Connect cities, researchers, and partners through shared data resources and collaborative tools.
fr: Connectez les villes, les chercheur·euse·s et les partenaires à travers des ressources de données partagées et des outils collaboratifs.

source: AI-Ready Infrastructure
fr: Infrastructure prête pour l'IA

source: Datasets structured and documented to support ethical AI applications for urban resilience.
fr: Jeux de données structurés et documentés pour soutenir les applications d'IA éthiques pour la résilience urbaine.

source: Open API Access
fr: Accès API ouvert

source: Programmatic access to all public datasets through comprehensive REST APIs.
fr: Accès programmatique à tous les jeux de données publics via des APIs REST complètes.

source: L'Atelier - Our Services
fr: L'Atelier - Nos services

source: Through L'Atelier (The Workshop), we offer a suite of services to support municipal innovation:
fr: À travers L'Atelier, nous offrons une gamme de services pour soutenir l'innovation municipale :

source: Strategic planning guidance for municipal projects and long-term resilience planning.
fr: Accompagnement en planification stratégique pour les projets municipaux et la planification de la résilience à long terme.

source: Decision-support tools and responsible AI solutions for evidence-based governance.
fr: Outils d'aide à la décision et solutions d'IA responsables pour une gouvernance basée sur les données probantes.

source: Data federation and governance frameworks for sovereign data management.
fr: Fédération de données et cadres de gouvernance pour une gestion souveraine des données.

source: Project communities connecting cities, researchers, and innovation partners.
fr: Communautés de projets connectant les villes, les chercheur·euse·s et les partenaires d'innovation.

source: VILLE_IA Initiative
fr: Initiative VILLE_IA

source: IRIU leads VILLE_IA, Quebec's largest applied AI research program for municipalities. This groundbreaking initiative involves over 30 partners including IVADO, Polytechnique Montreal, and 12 pilot cities, all focused on building climate resilience through ethical AI applications.
fr: L'IRIU dirige VILLE_IA, le plus grand programme de recherche appliquée en IA pour les municipalités au Québec. Cette initiative novatrice implique plus de 30 partenaires incluant IVADO, Polytechnique Montréal et 12 villes pilotes, tous axés sur le renforcement de la résilience climatique à travers des applications d'IA éthiques.

source: The program develops practical AI tools that help cities better understand climate risks, optimize resource allocation, and make data-driven decisions for sustainable urban development.
fr: Le programme développe des outils d'IA pratiques qui aident les villes à mieux comprendre les risques climatiques, optimiser l'allocation des ressources et prendre des décisions basées sur les données pour un développement urbain durable.

source: Contact Us
fr: Contactez-nous

source: Have questions about our data platform or services? We're here to help!
fr: Des questions sur notre plateforme de données ou nos services ? Nous sommes là pour vous aider !

source: Technical Information
fr: Informations techniques

source: IRIU DataHub is powered by CKAN, the world's leading open-source data portal platform used by governments and organizations worldwide. Our implementation includes custom extensions for bilingual support, enhanced data visualization, and integration with municipal systems.
fr: IRIU DataHub est propulsé par CKAN, la plateforme de portail de données open source leader mondial utilisée par les gouvernements et organisations à travers le monde. Notre implémentation inclut des extensions personnalisées pour le support bilingue, la visualisation de données améliorée et l'intégration avec les systèmes municipaux.

source: Learn more about CKAN
fr: En savoir plus sur CKAN

source: Quick Links
fr: Liens rapides

source: Groups
fr: Groupes

source: API Documentation
fr: Documentation API

source: IRIU Website
fr: Site web IRIU

source: Platform Stats
fr: Statistiques de la plateforme

source: Partners
fr: Partenaires

source: IRIU collaborates with leading institutions including IVADO, Polytechnique Montreal, and municipalities across Quebec.
fr: L'IRIU collabore avec des institutions de premier plan incluant IVADO, Polytechnique Montréal et des municipalités à travers le Québec.

source: Open data platform of L'Institut de la Resilience et de l'Innovation Urbaine. Supporting municipalities and researchers in building climate-resilient communities.
fr: Plateforme de données ouvertes de l'Institut de la Résilience et de l'Innovation Urbaine. Soutenir les municipalités et les chercheur·euse·s dans la construction de communautés résilientes au climat.

source: Visit IRIU.ca
fr: Visitez IRIU.ca

source: Platform
fr: Plateforme

source: Powered by
fr: Propulsé par

source: Part of the
fr: Fait partie de

source: Initiative
fr: l'initiative
